module.exports = {
  identityDocumentTypes: [
    { id: 1, name: "Паспорт гражданина РФ", pcdbId: 1 },
    {
      id: 2,
      name: "Временное удостоверение личности гражданина РФ форма № 2-П",
      pcdbId: 2,
    },
    { id: 3, name: "Удостоверение личности моряка РФ", pcdbId: 6 },
    { id: 4, name: "Удостоверение личности офицера РФ", pcdbId: 3 },
    { id: 5, name: "Военный билет РФ", pcdbId: 4 },
    { id: 6, name: "Паспорт иностранного гражданина", pcdbId: 5 },
    { id: 7, name: "Удостоверение личности иностранца", pcdbId: 14 },
    {
      id: 8,
      name: "Дипломатический паспорт иностранного гражданина",
      pcdbId: 16,
    },
    { id: 9, name: "Документ иностранного моряка", pcdbId: 12 },
    {
      id: 10,
      name: "Свидетельство на возвращение иностранного гражданина",
      pcdbId: 13,
    },
    { id: 11, name: "Вид на жительство ЛБГ", pcdbId: 8 },
    { id: 12, name: "Временное удостоверение личности ЛБГ", pcdbId: 17 },
    { id: 13, name: "Разрешение на временное проживание ЛБГ", pcdbId: 11 },
    {
      id: 14,
      name: "Документ, удостоверяющий личность на период принятия гражданства РФ",
      pcdbId: 18,
    },
    { id: 15, name: "Удостоверение беженца", pcdbId: 9 },
    {
      id: 16,
      name: "Свидетельство о предоставлении временного убежища",
      pcdbId: 10,
    },
    {
      id: 17,
      name: "Свидетельство о регистрации ходатайства о признании иммигранта беженцем",
      pcdbId: 19,
    },
  ],
};
